app.freelens.Freelens
cc.arduino.IDE2
com.axosoft.GitKraken
com.brave.Browser
com.diy_fever.DIYLayoutCreator
com.dreamsourcelab.DSView
com.freerdp.FreeRDP
com.getpostman.Postman
com.github.git_cola.git-cola
com.github.marhkb.Pods
com.github.muriloventuroso.pdftricks
com.github.neithern.g4music
com.google.AndroidStudio
com.google.Chrome
com.jeffser.Alpaca
com.jetbrains.GoLand
com.jetbrains.IntelliJ-IDEA-Ultimate
com.kroah.usbview
com.ktechpit.orion
com.ktechpit.whatsie
com.markdeepwell.GitY
com.mattjakeman.ExtensionManager
com.obsproject.Studio
com.rcloneui.RcloneUI
com.sejda.Sejda
fr.sgued.bodev
fr.sgued.ten_forward
io.github.bytezz.IPLookup
io.github.cosmic_utils.Examine
io.github.fastrizwaan.WineCharm
io.github.fastrizwaan.WineZGUI
io.github.flattool.Warehouse
io.github.giantpinkrobots.varia
io.github.hamza_algohary.Coulomb
io.github.nokse22.teleprompter
io.github.pieterdd.RcloneShuttle
io.github.sigmasd.pingmonitor
io.github.zarestia_dev.rclone-manager
io.kapsa.drive
net.nokyan.Resources
net.sourceforge.Pdfedit
org.beagleboard.imagingutility
org.freecad.FreeCAD
org.gaphor.Gaphor
org.gnome.SoundRecorder
org.gnome.gitg
org.kde.kronometer
org.localsend.localsend_app
org.openhantek.OpenHantek6022
org.telegram.desktop
org.vim.Vim
page.tesk.Refine
re.sonny.Workbench
ru.linux_gaming.PortProton
