4ops.terraform@0.2.5
ceciljacob.code-plus-theme@1.28.0
continue.continue@2.0.0
cschlosser.doxdocgen@1.4.0
danielthielking.aws-cloudformation-yaml@0.2.2
dart-code.dart-code@3.138.0
dart-code.flutter@3.138.0
davidanson.vscode-markdownlint@0.61.2
digitalforge2.01b0940d@1.0.0
donjayamanne.githistory@0.6.20
eamodio.gitlens@2026.7.140617
ecmel.vscode-html-css@2.0.14
emmanuelbeziat.vscode-great-icons@2.1.121
georgewfraser.vscode-javac@0.2.49
github.vscode-github-actions@0.32.1
github.vscode-pull-request-github@0.156.0
hashicorp.terraform@2.39.4
jaycetyle.vscode-gnu-global@0.3.5
jebbs.plantuml@2.18.1
jeff-hykin.better-cpp-syntax@1.27.1
kevinrose.vsc-python-indent@1.21.0
monokai.theme-monokai-pro-vscode@2.0.13
ms-azuretools.vscode-azure-github-copilot@1.0.209
ms-azuretools.vscode-azure-mcp-server@2.0.46
ms-azuretools.vscode-azureresourcegroups@0.12.7
ms-azuretools.vscode-azureterraform@0.10.3
ms-azuretools.vscode-containers@2.4.5
ms-azuretools.vscode-docker@2.0.0
ms-ceintl.vscode-language-pack-fr@1.128.2026071013
ms-dotnettools.csharp@2.140.9
ms-dotnettools.vscode-dotnet-runtime@3.1.0
ms-kubernetes-tools.vscode-kubernetes-tools@1.4.0
ms-python.debugpy@2026.6.0
ms-python.python@2026.5.2026070801
ms-python.vscode-pylance@2026.2.1
ms-python.vscode-python-envs@1.36.0
ms-toolsai.jupyter@2025.9.1
ms-toolsai.jupyter-keymap@1.1.2
ms-toolsai.jupyter-renderers@1.3.0
ms-vscode-remote.remote-containers@0.465.0
ms-vscode-remote.remote-ssh@0.124.0
ms-vscode-remote.remote-ssh-edit@0.87.0
ms-vscode-remote.remote-wsl@0.104.3
ms-vscode-remote.vscode-remote-extensionpack@0.26.0
ms-vscode.cmake-tools@1.23.52
ms-vscode.cpptools@1.32.2
ms-vscode.cpptools-extension-pack@1.5.1
ms-vscode.cpptools-themes@2.0.0
ms-vscode.powershell@2025.4.0
ms-vsliveshare.vsliveshare@1.1.122
ms-windows-ai-studio.windows-ai-studio@1.6.3
mtxr.sqltools@0.28.6
openai.chatgpt@26.5707.71524
pkief.material-icon-theme@5.36.1
platformio.platformio-ide@3.3.4
redhat.ansible@26.6.0
redhat.java@1.55.0
redhat.vscode-yaml@1.24.0
sst-dev.opencode@0.0.13
tanishqkancharla.opencode-vscode@0.4.4
tomoki1207.pdf@1.2.2
twxs.cmake@0.0.17
tylerleonhardt.vscode-inline-values-powershell@0.0.7
ulthes.theme-firewatch@1.0.3
verdentai.verdent@1.6.13
visualstudioexptteam.vscodeintellicode@1.3.2
vscjava.vscode-java-debug@0.59.0
vscjava.vscode-java-dependency@0.27.6
vscjava.vscode-java-pack@0.31.1
vscjava.vscode-java-test@0.46.0
vscjava.vscode-maven@0.45.3
vscjava.vscode-spring-initializr@0.12.0
vscodevim.vim@1.32.4
walkme.java-extension-pack@1.0.0
